Repository: TheShad0w777/MiniWatts
Catalog: Widget/Localizable.xcstrings
Source language: az
Languages: zh_hans

# %@ for %@
source: %1$@ üçün %2$@
zh_hans: %1$@ 已持续 %2$@

# %@ hot
source: %@ ısınmış
zh_hans: %@ 发热

# %@ W in
source: %@ W giriş
zh_hans: %@ W 输入

# %@ W to cell
source: hüceyrəyə %@ W
zh_hans: %@ W 充入电芯

# %lld samples
source: %lld nümunə
zh_hans: %lld 个样本

# %lld sensors
source: %lld sensor
zh_hans: %lld 个传感器

# %lld%% of adapter
source: adapterin %lld%%
zh_hans: 占适配器 %lld%%

source: Tətbiqin arxa planda olması zaryad seansını saxlayır: onu ayırdığınız zaman, deyil ki, getdiyiniz zaman bitir. Tətbiqin qaçırdığı hər hansı bir məqam cəmi təxminləmə əvəzinə çıxarılır və sessiya çıxarılmış kimi işarə olunur.
zh_hans: 切到后台不会结束一次充电记录：记录在拔掉充电器时才结束，而不是在你切走时。应用没看到的那段时间会从总量中排除，而不是估算，会话被标记为推断。

source: Sessiya fişi qoşduğunuz zaman başlayır və ayırdığınız zaman saxlanır. Enerji canlı sensorbundan inteqrasiya edilir, buna görə də MiniWatts ön planda qalın ki, cəmlər bütün yükləməni əhatə etsin.
zh_hans: 插入充电器时开始记录会话，拔出时自动保存。电量数据由实时传感器积分计算得出，因此请将 MiniWatts 保持在前台运行，以确保整个充电过程的数据完整。

# About
source: Haqqında
zh_hans: 关于

source: 80% yuxarısında şarj cihazı sabit gərginliyə keçir, buna görə də burada aşağı çəkmə normal batareya kimyasıdır, zəif şarj cihazı deyil.
zh_hans: 超过 80% 后充电转入恒压涓流阶段，此时功率偏低是正常的电池特性，不是充电器不行。

# Accessories
source: Aksesuarlar
zh_hans: 配件

# Accessory battery levels aren't available on this version of iOS.
source: Aksesuarın batareya səviyyələri bu iOS versiyasında mövcud deyil.
zh_hans: 此 iOS 版本不支持读取配件电量。

source: Adapter
zh_hans: 适配器

# Adapter utilisation
source: Adapterin istifadəsi
zh_hans: 适配器利用率

# Advertised profiles
source: Elan edilən profillar
zh_hans: 广播供电规格

# All sessions
source: Bütün sessiyalar
zh_hans: 所有会话

# available
source: əlçatan
zh_hans: 可用

# Average in
source: Orta giriş
zh_hans: 平均输入

# Battery
source: Batareya
zh_hans: 电池

# Battery °C
source: Batareya °C
zh_hans: 电池温度 °C

# Battery cell
source: Batareya hüceyrəsi
zh_hans: 电芯

# Battery energy
source: Batareya enerjisi
zh_hans: 电池能量

# Battery health
source: Batareyanın sağlamlığı
zh_hans: 电池健康度

# Battery pack voltage
source: Batareya paketi gərginliyi
zh_hans: 电池组电压

# Battery rail
source: Batareya relsı
zh_hans: 电池侧

# Battery rail voltage
source: Batareya relsinin gərginliyi
zh_hans: 电池轨电压

source: BatteryCenter yükləndi və cavab verdi, ancaq heç bir bağlı cihaz bildirmedi. onun powerd-ə XPC rədd edilir: konsol _BCPowerSourceController "Güc mənbələri məlumatını əldə etmə uğursuz" göstərir.
zh_hans: BatteryCenter 已加载并有响应，但未报告任何已连接设备。它对 powerd 的 XPC 被拒绝：控制台会出现 _BCPowerSourceController "Failed to obtain power sources info"。

# BatteryCenter loaded but BCBatteryDeviceController is not in the runtime.
source: BatteryCenter yükləndi, ancaq BCBatteryDeviceController runtime-da deyil.
zh_hans: BatteryCenter 已加载，但运行时中未找到 BCBatteryDeviceController。

# BatteryCenter.framework did not load: %@
source: BatteryCenter.framework yüklənmədi: %@
zh_hans: BatteryCenter.framework 加载失败：%@

# BCBatteryDeviceController could not be created on this iOS version.
source: BCBatteryDeviceController bu iOS versiyasında yaradıla bilmədi.
zh_hans: 在此 iOS 版本上无法创建 BCBatteryDeviceController。

# BCBatteryDeviceController exposes no device list on this iOS version.
source: BCBatteryDeviceController bu iOS versiyasında cihaz siyahısını aşkara çıxarmır.
zh_hans: 在此 iOS 版本上，BCBatteryDeviceController 未提供设备列表。

# Camera
source: Kamera
zh_hans: 相机

# Cancel
source: Ləğv et
zh_hans: 取消

# Case
source: Qutu
zh_hans: 充电盒

# Cell current
source: Hüceyrə cərəyanı
zh_hans: 电芯电流

# Cell temp
source: Hüceyrə temp
zh_hans: 电芯温度

# Cell voltage
source: Hüceyrə gərginliyi
zh_hans: 电芯电压

# cell watts ÷ charger watts
source: hüceyrə vattları ÷ şarj cihazı vattları
zh_hans: 电芯功率 ÷ 充电器功率

# Celsius
source: Selsiy
zh_hans: 摄氏度

# Charge %
source: Zaryad %
zh_hans: 电量 %

# Charge curve
source: Zaryad əyrisi
zh_hans: 充电曲线

# Charge IC
source: Zaryad IC
zh_hans: 充电芯片

# Charge IC die
source: Zaryad IC die
zh_hans: 充电芯片核心温度

# Charge IC junction
source: Zaryad IC qovşağı
zh_hans: 充电芯片结温

source: Enerji səviyyəsi
zh_hans: 电池电量

source: Zaryad gücdə adapterin reytinqindən aşağı indi gözlənilir: limit sistemin, şarj cihazının deyil.
zh_hans: 当前充电功率低于适配器额定功率属正常现象：此时的功率限制来自系统温控，而非充电器。

# charging
source: zaryad olunur
zh_hans: 充电中

# Charging
source: Zaryad olunur
zh_hans: 充电中

source: Zaryad gözləməkdədir, buna görə də təqribən heç nə çəkilmir. Optimallaşdırılmış Batareya Zaryadı və ya zaryad limiti tam olaraq buna bənzəyir.
zh_hans: 充电处于暂停状态，几乎不取电。优化电池充电或充电上限就是这个样子。

# Charging on hold
source: Zaryad gözləməkdədir
zh_hans: 暂停充电

source: Simsiz zaryad. Zaryad IC bobinin gərginliyini aşkara çıxarır, lakin bununla qoşmaq üçün cərəyan yoxdur, buna görə də gələn güc ölçülə bilmir — yalnız hüceyrəyə çatan. Şarj cihazının elan etdiyi rəqəm, bobin 100% səmərəli olsaydı, nəzəri gücdür.
zh_hans: 当前为无线充电。充电芯片仅提供了线圈电压，未提供对应电流，因此无法测量输入功率 —— 仅能测量充入电芯的功率。充电器广告的数字是线圈 100% 效率时的理论功率。

# Chassis
source: Kuzov
zh_hans: 机身

# Critical
source: Kritik
zh_hans: 严重过热

# Current into battery
source: Batareya içinə cərəyan
zh_hans: 电池充电电流

# Cycle count
source: Sikllərin sayı
zh_hans: 循环次数

# Delete all
source: Hamısını sil
zh_hans: 全部删除

# Delete all saved sessions?
source: Bütün saxlanmış sessiyaları siləsiniz?
zh_hans: 删除所有已保存的会话？

# Delivered
source: Çatdırılmış
zh_hans: 输入

# Details
source: Detallar
zh_hans: 详细信息

# Device
source: Cihaz
zh_hans: 设备

# Devices
source: Cihazlar
zh_hans: 设备

# Display
source: Ekran
zh_hans: 屏幕

# Done
source: Hazır
zh_hans: 完成

# Draw vs rating
source: Çəkmə və ya reytinq
zh_hans: 实际功率与额定功率

source: Adapterın reytinqinin çox altında çəkmə. İnce kabel, paylaşılan port və ya telefonun rədd etdiyi profil bunu edə bilər.
zh_hans: 远低于适配器的额定功率。线材太细、端口被分流，或手机拒绝了某个档位，都会这样。

# drawn from battery
source: batareyadən çəkilmiş
zh_hans: 由电池供电

# Earbuds + Case
source: Qulaqqıvular + Qutu
zh_hans: 耳机 + 充电盒

# Efficiency
source: Səmərəlilik
zh_hans: 转换效率

# Elapsed
source: Keçən
zh_hans: 已用时间

# empty in %@
source: %@ də boş
zh_hans: %@后耗尽

# Ended
source: Bitib
zh_hans: 结束

# Energy
source: Enerji
zh_hans: 能量

# Fair
source: Orta
zh_hans: 轻度发热

# Finishing charge
source: Zaryadı bitirən
zh_hans: 即将充满

# from battery (%-rate estimate)
source: batareyadən (%-nisbəti təxmin)
zh_hans: 来自电池（%-率估算）

# from charger
source: şarj cihazından
zh_hans: 来自充电器

# From charger
source: Şarj cihazından
zh_hans: 来自充电器

# from MagSafe
source: MagSafe-dən
zh_hans: 来自 MagSafe

# Full
source: Tam
zh_hans: 已充满

# full in %@
source: %@ də tam
zh_hans: %@后充满

# Gained
source: Əldə edilmiş
zh_hans: 增加电量

# Handshake
source: Əl sıxışma
zh_hans: 握手信息

# Heat map · schematic
source: İstilik xəritəsi · sxem
zh_hans: 热力图 · 示意图

# HID sensors
source: HID sensorları
zh_hans: HID 传感器

# History
source: Tarix
zh_hans: 历史记录

# Hottest
source: Ən isti
zh_hans: 最高温度

# Hottest sensor, last 3 minutes
source: Ən isti sensor, son 3 dəqiqə
zh_hans: 最高温传感器（最近 3 分钟）

# idle
source: boş
zh_hans: 空闲

# In progress
source: Davam edir
zh_hans: 进行中

# inferred
source: çıxarılmış
zh_hans: 推断

# Internal
source: Daxili
zh_hans: 内置

# into battery
source: batareya içinə
zh_hans: 进入电池

# Into battery
source: Batareya içinə
zh_hans: 进入电池
